welcome_start_msg = 👋🏻 Бот умеет анонимно смотреть любой контент в Инстаграм.

    👀 Просто отправь ссылку на Инсту. Всё что умеет бот можно прочитать в /faq (нажми)

    🤔 Лучший бот по цене за подписку, кол-ву функций и стабильности работы.

select_your_lang_msg = Выберите язык бота.
    Select the language of the bot.

strange_input_error = Пожалуйста, отправьте ссылку на аккаунт или имя пользователя в подобном формате:
    https://instagram.com/mrbeast
    @mrbeast

start_parsing_msg = <b>🔄 Начинаем парсить профиль {$username}</b>
not_exist_msg = <b>ℹ️ Пользователь {$username} не существует, или нету информации для парса!</b>

profile_info_msg = <b>Profile info for {$username}</b>
    
    🏷 Name: {$full_name}
    📝 Bio: {$bio}
    👥 Followers: {$followers}
    🖼 Media: {$media_count}
    ℹ️ ID: {$ig_id}
post_info_msg = {$caption}
    
    <b>{$like_count} ❤️ | {$comment_count} 💬</b>
    ⏰ {$created_time}

faq_cmd_msg = 📌 Что можно скачать или посмотреть через бота?
     
    📸 Инстаграм
    — Данные о профиле, истории, Highlight'ы, посты, отслеживать и аватарку в макс. разрешении.
    Отправьте боту ссылку на профиль Инстаграм.
    — Скачать в макс. разрешении пост, историю или Highlight.
    Отправьте боту прямую ссылку на медиа.
    
    Внимание! Бота можно использовать как для анонимного просмотра Инсты, так и для того, чтобы обмениваться в беседе Telegram с друзьями видео.
    
    Добавьте бота в беседу, где вы сидите с друзьями и, отправив ссылку на профиль, бот отправит контекстное меню.

help_btn_message = Вы можете пройти краткое обучение по использованию бота, либо связаться с поддежкой напрямую, чтобы задать вопрос.
    
    У вас остались вопросы по использованию бота? Нажмите кнопку «Поддержка», чтобы написать нам 👩🏼‍💻

tutoring_msg_number_1 = Бот умеет смотреть анонимно сторис в Инстаграм. Для этого нужно боту отправить ссылку на профиль 🤫

    Внимание! У пользователя в списке просмотренных никто не отобразится, максимально анонимно.

    📄 Страница: 1/6


tutoring_msg_number_2 = Помимо анонимного просмотра можно скачать любое медиа в максимальном качестве из Инстаграм.

    Фото, видео, аватарку и т.п.

    📄 Страница: 2/6
tutoring_msg_number_3 = Отслеживание — регулярное получение новых историй пользователя Инстаграм. Подключить отслеживание вы сможете отправив боту ссылку на профиль Инсты.

    Бот будет постоянно следить за профилем и при появлении новых историй отправит вам в чат.
    
    📄 Страница: 3/6
tutoring_msg_number_4 = Бот может скачать фото и сторис без водного знака в максимальном качестве.

    Просто отправьте ссылку!
    
    📄 Страница: 4/6
tutoring_msg_number_5 = Бота можно добавить в чат и вместе с друзьями смотреть анонимно профили, чтобы ваши товарищи их оценили.

    📄 Страница: 5/6
tutoring_msg_number_6 = Бот является лучшим в Телеграм для отслеживания Инстаграм. Стабильная работа, удобный интерфейс и самые демократичные цены.

    Подпишитесь на канал, чтобы не пропускать информацию об обновлениях, акциях и бонусах @snbbot_news

    Подробнее про все возможности бота можно узнать в /faq (нажмите на команду)

    📄 Страница: 6/6

my_profile_msg = ☀️ В боте с {$bot_since_date}

    🔑 Подписка на бота
    {$bot_sub_info}

    В профиле вы можете настроить отслеживаемых и получить бонусы за приведённого друга.

my_profile_sub_info_msg =  — Подписка закончится {$bot_sub_end} МСК
my_profile_sub_info_expired_msg =  — У вас нету активной подписки
bot_sub_end_text = {$day} в {$time}{$year}

tomorrow_name = завтра
today_name = сегодня
month_num_1 = января
month_num_2 = февраля
month_num_3 = марта
month_num_4 = апреля
month_num_5 = мая
month_num_6 = июня
month_num_7 = июля
month_num_8 = августа
month_num_9 = сентября
month_num_10 = октября
month_num_11 = ноября
month_num_12 = декабря

referal_system_msg = 🔗 Реферальная ссылка ↓
    — https://t.me/{$tg_bot_username}?start={$referal_id}
    Зажмите, чтобы скопировать.

    🧮 Ваш процент с покупок: 30%

    💰 Баланс: {$rub_balance} руб.

    Надеемся на долгое и плодотворное сотрудничество!

ref_withdraw_money_msg = 💸 Для вывода средств свяжитесь с администрацией @{$tg_username}


pay_sub_start_btn = 💸 Выберите метод оплаты подписки. 

start_payment_msg =
    {$buy_sub_info_msg}

    — Возникли трудности с оплатой? Напишите нам, поможем @{$tg_username}
    — Покупая подписку НАВСЕГДА у вас снимаются все лимиты.
    — Чем дольше подписка, тем выгоднее.

buy_sub_info_msg = 🔑 Подписка закончится {$bot_sub_end} МСК
buy_sub_info_expired_msg = 🔑 У вас нету активной подписки

star_invoice_title = Подписка на {$time}
star_invoice_desc = Telegram Stars — это внутренняя валюта Телеграм, которую можно купить через Apple Pay и Google Pay и оплачивать ей в ботах.

star_invoice_result = Ваш счет успешно оплачен, спасибо за покупку!
    Начислили вам подписку на {$day}

rub_invoice_msg = 📝 Ваш счет на оплату подписки на {$time}

instagram_profile_page_start = 👤 <a href="{$inst_url}">{$inst_username}</a>

    📖 О себе ↓
    <code>{$inst_bio}</code>
    
    📌 Статистика:
    — <b>{$media_count}</b> публикаций
    — <b>{$sub_count}</b> подписчиков
    — <b>{$subscribed_count}</b> подписок

subscription_ended = У вас нету подписки, вам следует продлить ее.

start_downloading_pfp = 💾 Скачиваем аватарку... 
error_downloading_pfp = Ошибка при загрузке аватарки!
result_downloading_pfp = Аватарка @{$username}.

start_downloading_posts = 💾 Скачиваем посты... 
error_downloading_posts = Ошибка при загрузке постов!
result_downloading_posts = 👤 <a href="{$inst_url}">{$inst_username}</a>

    ❤️ {$like_count} шт. • 💬 {$comment_count} шт.
    🗓 {$date_formatted}

    📖 Описание ↓
    «<code>{$post_bio}</code>»

start_downloading_stories = 💾 Скачиваем stories... 
error_downloading_stories = Ошибка при загрузке stories!
result_downloading_stories = 👤 <a href="{$inst_url}">{$inst_username}</a>

    🗓 {$date}
zero_downloading_stories = Не найдено stories!
